Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: If you create an account, Firebase processes your email address, user ID, and any name supplied by Apple or Google for sign-in. Pickly keeps the local session managed by Firebase, while account-linked product requests are stored in Pickly's Cloudflare service. Pickly does not store long-lived Apple authorization codes or refresh tokens.
cs: Pokud vytvoříte účet, Firebase zpracovává vaši emailovou adresu, uživatelské ID a jakékoli jméno dodané Apple nebo Google pro sign- in. Pickly udržuje lokální relaci řízenou Firebase, zatímco požadavky na produkty spojené s účtem jsou uloženy v Pickly 's Cloudflare služby. Pickly neuchovává dlouho trvající autorizační kódy Apple nebo obnovovací žetony.
da: Hvis du opretter en konto, Firebase behandler din e-mail-adresse, bruger-id, og ethvert navn leveret af Apple eller Google til sign-in. Pickly holder den lokale session styret af Firebase, mens account- linked produkt anmodninger er gemt i Picklys Cloudflare service. Pickly ikke gemme langlivede Apple godkendelse koder eller opdatere tokens.
de: Wenn Sie ein Konto erstellen, verarbeitet Firebase Ihre E-Mail-Adresse, Benutzer-ID und jeden von Apple oder Google angegebenen Namen für die Anmeldung. Pickly verwaltet die lokale Sitzung von Firebase, während kontogebundene Produktanfragen im Cloudflare-Dienst von Pickly gespeichert werden. Pickly speichert keine langlebigen Apple-Autorisierungscodes oder Update-Tokens.
es: Si crea una cuenta, Firebase procesa su dirección de correo electrónico, ID de usuario y cualquier nombre suministrado por Apple o Google para iniciar sesión. Pickly mantiene la sesión local gestionada por Firebase, mientras que las solicitudes de productos relacionadas con la cuenta se almacenan en el servicio Cloudflare de Pickly. Pickly no almacena códigos de autorización de Apple de larga duración o tokens de actualización.
fr: Si vous créez un compte, Firebase traite votre adresse e-mail, votre identifiant et tout nom fourni par Apple ou Google pour vous connecter. Pickly garde la session locale gérée par Firebase, tandis que les demandes de produits liées à un compte sont stockées dans le service Cloudflare de Pickly. Pickly ne stocke pas les codes d'autorisation Apple de longue durée ni les jetons de rafraîchissement.
it: Se crei un account, Firebase elabora il tuo indirizzo email, l'ID utente e qualsiasi nome fornito da Apple o Google per l'accesso. Pickly mantiene la sessione locale gestita da Firebase, mentre le richieste di prodotti collegati al conto vengono memorizzate nel servizio Cloudflare di Pickly. Pickly non memorizza codici di autorizzazione Apple di lunga durata o token di aggiornamento.
pl: Jeśli utworzysz konto, Firebase przetwarza Twój adres e-mail, identyfikator użytkownika i nazwę dostarczoną przez Apple lub Google podczas logowania. Pickly przechowuje lokalną sesję zarządzaną przez Firebase, a żądania produktów powiązane z kontem są przechowywane w usłudze Cloudflare firmy Pickly. Pickly nie przechowuje długoterminowych kodów autoryzacji Apple ani tokenów odświeżania.
pt_pt: Se criar uma conta, o Firebase processa o seu endereço de e-mail, ID de utilizador e qualquer nome fornecido pela Apple ou pelo Google para iniciar sessão. A Pickly mantém a sessão local gerenciada pela Firebase, enquanto as solicitações de produto ligadas à conta são armazenadas no serviço Cloudflare da Pickly. Pickly não armazena códigos de autorização Apple de longa duração ou atualizar tokens.

source: If you have Pickly Plus, use Manage Subscription before deleting your account if you do not want Apple billing to renew. Deleting a Pickly account does not cancel an App Store subscription.
cs: Pokud máte Pickly Plus, použijte Spravovat předplatné před vymazáním vašeho účtu, pokud nechcete, aby Apple fakturace obnovit. Smazání Pickly účtu nezruší předplatné App Store.
da: Hvis du har Pickly Plus, skal du bruge Administrer abonnementet, før du sletter din konto, hvis du ikke vil have Apple til at forny betalingen. Sletning af en Pickly-konto annullerer ikke et App Store-abonnement.
de: Wenn Sie Pickly Plus haben, verwenden Sie das Abonnement verwalten, bevor Sie Ihr Konto löschen, wenn Sie nicht möchten, dass die Apple-Abrechnung erneuert wird. Das Löschen eines Pickly-Kontos storniert kein App Store-Abonnement.
es: Si tiene Pickly Plus, use Gestionar suscripción antes de eliminar su cuenta si no desea que Apple renueve la facturación. Eliminar una cuenta de Pickly no cancela una suscripción del App Store.
fr: Si vous avez Pickly Plus, utilisez Gérer l'abonnement avant de supprimer votre compte si vous ne voulez pas que la facturation Apple soit renouvelée. Supprimer un compte Pickly n'annule pas un abonnement App Store.
it: Se hai Pickly Plus, usa Gestisci l’abbonamento prima di eliminare il tuo account se non vuoi che Apple rinnovi la fatturazione. Eliminare un account Pickly non annulla un abbonamento dell’App Store.
pl: Jeśli masz Pickly Plus, użyj opcji Zarządzaj subskrypcją przed usunięciem konta, jeśli nie chcesz, aby Apple odnowiło płatność. Usunięcie konta Pickly nie anuluje subskrypcji App Store.
pt_pt: Se tiver o Pickly Plus, use Gerir a subscrição antes de apagar a sua conta se não quiser que a Apple renove a cobrança. Apagar uma conta Pickly não cancela uma subscrição da App Store.

source: If you use Pickly Plus, Apple processes the purchase. Pickly checks the verified subscription status on this device through StoreKit and does not send your transaction or purchase history to Pickly's servers.
cs: Pokud používáte Pickly Plus, Apple zpracovává nákup. Pickly kontroluje ověřený status předplatného na tomto zařízení prostřednictvím StoreKit a neposílá vaši transakci nebo historii nákupu na Pickly servery.
da: Hvis du bruger Pickly Plus, Apple behandler købet. Pickly kontrollerer den verificerede abonnementsstatus på denne enhed gennem StoreKit og sender ikke din transaktions- eller købshistorik til Picklys servere.
de: Wenn Sie Pickly Plus verwenden, verarbeitet Apple den Kauf. Pickly überprüft den verifizierten Abonnementstatus auf diesem Gerät über StoreKit und sendet Ihre Transaktion oder Ihren Kaufverlauf nicht an die Server von Pickly.
es: Si utiliza Pickly Plus, Apple procesa la compra. Pickly verifica el estado de suscripción verificada en este dispositivo a través de StoreKit y no envía su historial de transacción o compra a los servidores de Pickly.
fr: Si vous utilisez Pickly Plus, Apple traite l'achat. Vérifie le statut d'abonnement vérifié de cet appareil via StoreKit et n'envoie pas votre transaction ni votre historique d'achat aux serveurs de Pickly.
it: Se si utilizza Pickly Plus, Apple elabora l'acquisto. Pickly controlla lo stato di abbonamento verificato su questo dispositivo tramite StoreKit e non invia la cronologia delle transazioni o acquisti ai server di Pickly.
pl: Jeśli używasz Pickly Plus, Apple przetwarza zakup. Pickly sprawdza zweryfikowany status subskrypcji na tym urządzeniu za pośrednictwem StoreKit i nie wysyła historii transakcji ani zakupów na serwery Pickly.
pt_pt: Se você usar Pickly Plus, a Apple processa a compra. Verifique o status da assinatura verificada neste dispositivo através do StoreKit e não envie seu histórico de transações ou compras para os servidores do Pickly.

source: If you use Pickly Plus, Apple processes the purchase. Pickly receives verified subscription status, not your payment details.
cs: Pokud používáte Pickly Plus, Apple zpracovává nákup. Pickly obdrží ověřený status předplatného, ne vaše platební údaje.
da: Hvis du bruger Pickly Plus, Apple behandler købet. Pickly modtager bekræftet abonnementsstatus, ikke dine betalingsoplysninger.
de: Wenn Sie Pickly Plus verwenden, verarbeitet Apple den Kauf. Pickly erhält den verifizierten Abonnementstatus, nicht Ihre Zahlungsdaten.
es: Si utiliza Pickly Plus, Apple procesa la compra. Pickly recibe el estado de suscripción verificada, no sus datos de pago.
fr: Si vous utilisez Pickly Plus, Apple traite l'achat. Reçoit le statut d'abonnement vérifié, et non vos coordonnées de paiement.
it: Se si utilizza Pickly Plus, Apple elabora l'acquisto. Pickly riceve lo stato di abbonamento verificato, non i dati di pagamento.
pl: Jeśli używasz Pickly Plus, Apple przetwarza zakup. Pickly otrzymuje zweryfikowany status subskrypcji, a nie dane płatności.
pt_pt: Se você usar Pickly Plus, a Apple processa a compra. Pickly recebe status de assinatura verificada, não seus dados de pagamento.

source: Important limits
cs: Důležité limity
da: Vigtige grænser
de: Wichtige Grenzwerte
es: Límites importantes
fr: Limites importantes
it: Limiti importanti
pl: Ważne ograniczenia
pt_pt: Limites importantes

source: Ingredients
cs: Složení
da: Ingredienser
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Gli ingredienti
pl: Składniki
pt_pt: Ingredientes

source: Ingredients are not available yet.
cs: Složky ještě nejsou k dispozici.
da: Ingredienser er ikke tilgængelige endnu.
de: Zutaten sind noch nicht verfügbar.
es: Los ingredientes aún no están disponibles.
fr: Les ingrédients ne sont pas encore disponibles.
it: Gli ingredienti non sono ancora disponibili.
pl: Składniki nie są jeszcze dostępne.
pt_pt: Os ingredientes ainda não estão disponíveis.

source: Ingredients not available yet.
cs: Ingredience ještě nejsou k dispozici.
da: Ingredienser ikke tilgængelige endnu.
de: Zutaten noch nicht verfügbar.
es: Ingredientes aún no disponibles.
fr: Ingrédients non encore disponibles.
it: Ingredienti non ancora disponibili.
pl: Składniki nie są jeszcze dostępne.
pt_pt: Ingredientes ainda não disponíveis.

source: Key differences
cs: Klíčové rozdíly
da: Nøgleforskelle
de: Hauptunterschiede
es: Diferencias clave
fr: Principales différences
it: Differenze chiave
pl: Kluczowe różnice
pt_pt: Diferenças-chave

source: Lactose-free
cs: Bez laktózy
da: Lactosefri
de: Laktosefrei
es: Libre de lactosa
fr: Sans lactose
it: Senza lattosio
pl: Bezmlekowa
pt_pt: Sem lactose

source: Lactose-free products
cs: Výrobky bez laktózy
da: Lactosefri produkter
de: Milchzuckerfreie Erzeugnisse
es: Productos sin lactosa
fr: Produits sans lactose
it: Prodotti senza lattosio
pl: Produkty bezmlekowe
pt_pt: Produtos isentos de lactose

source: Last updated August 24, 2026
cs: Poslední aktualizace Srpen 24, 2026
da: Sidst opdateret 24. august 2026
de: Zuletzt aktualisiert 24. August 2026
es: Última actualización 24 de agosto de 2026
fr: Dernière mise à jour 24 août 2026
it: Ultimo aggiornamento 24 agosto 2026
pl: Ostatnia aktualizacja August 24, 2026
pt_pt: Última atualização 24 de agosto de 2026

source: Last updated August 28, 2026
cs: Poslední aktualizace Srpen 28, 2026
da: Sidst opdateret 28. august 2026
de: Zuletzt aktualisiert 28. August 2026
es: Última actualización 28 de agosto de 2026
fr: Dernière mise à jour le 28 août 2026
it: Ultimo aggiornamento 28 agosto 2026
pl: Ostatnia aktualizacja August 28, 2026
pt_pt: Última atualização 28 de agosto de 2026

source: Less saturated fat
cs: Méně nasycených tuků
da: Mindre mættet fedt
de: Weniger gesättigtes Fett
es: Grasa menos saturada
fr: Graisses moins saturées
it: Meno grassi saturi
pl: Tłuszcz mniej nasycony
pt_pt: Gordura menos saturada

source: Less sugar
cs: Méně cukru
da: Mindre sukker
de: Weniger Zucker
es: Menos azúcar
fr: Moins de sucre
it: Meno zucchero
pl: Mniej cukru
pt_pt: Menos açúcar

source: Lighter pick
cs: Světlejší výběr
da: Lettere valg
de: Leichter Pick
es: Más ligero
fr: Choix plus léger
it: Più leggero
pl: Zapalniczka
pt_pt: Escolha mais leve

source: Limited
cs: Omezeno
da: Begrænset
de: Begrenzt
fr: Limitée
it: Limitazioni
pt_pt: Limitado

source: Limited data
cs: Omezená data
da: Begrænsede data
de: Begrenzte Daten
es: Datos limitados
fr: Données limitées
it: Dati limitati
pl: Ograniczone dane
pt_pt: Dados limitados

source: Limited data, no reliable score
cs: Omezená data, žádné spolehlivé skóre
da: Begrænsede data, ingen pålidelig score
de: Begrenzte Daten, keine zuverlässige Punktzahl
es: Datos limitados, sin puntuación fiable
fr: Données limitées, pas de score fiable
it: Dati limitati, nessun punteggio affidabile
pl: Ograniczone dane, brak wiarygodnych wyników
pt_pt: Dados limitados, nenhuma pontuação confiável

source: Limited details, treated as neutral for now.
cs: Omezené detaily, prozatím považované za neutrální.
da: Begrænsede detaljer, behandlet som neutrale for nu.
de: Begrenzte Details, die vorerst als neutral behandelt werden.
es: Datos limitados, tratados como neutrales por ahora.
fr: Des détails limités, traités comme neutres pour l'instant.
it: Dettagli limitati, trattati come neutri per ora.
pl: Ograniczone szczegóły, na razie traktowane jako neutralne.
pt_pt: Detalhes limitados, tratados como neutros por enquanto.

source: Live catalog matches
cs: Aktuální shody z katalogu
da: Aktuelle katalogresultater
de: Aktuelle Katalogtreffer
es: Coincidencias actuales del catálogo
fr: Correspondances du catalogue en direct
it: Corrispondenze attuali del catalogo
pl: Aktualne dopasowania z katalogu
pt_pt: Correspondências atuais do catálogo

source: Live higher-scoring matches
cs: Aktuální shody s vyšším skóre
da: Aktuelle resultater med højere point
de: Aktuelle Treffer mit höherer Punktzahl
es: Coincidencias actuales con mejor puntuación
fr: Correspondances mieux notées en direct
it: Corrispondenze attuali con punteggio più alto
pl: Aktualne dopasowania z wyższym wynikiem
pt_pt: Correspondências atuais com pontuação superior

source: Load more products
cs: Naložte více produktů
da: Indlæs flere produkter
de: Mehr Produkte laden
es: Cargar más productos
fr: Charger plus de produits
it: Caricare più prodotti
pl: Ładuj więcej produktów
pt_pt: Carregar mais produtos

source: Loading Pickly Plus
cs: Nahrávání Pickly Plus
da: Indlæser Pickly Plus
de: Beladen Pickly Plus
es: Cargando Pickly Plus
fr: Chargement de Pickly Plus
it: Caricamento Pickly Plus
pl: Wczytywanie Pickly Plus
pt_pt: Carregando Pickly Plus

source: Loading more products…
cs: Načítání více produktů...
da: Indlæser flere produkter...
de: Mehr Produkte laden...
es: Cargando más productos...
fr: Chargement d'autres produits...
it: Caricamento di più prodotti...
pl: Ładowanie więcej produktów...
pt_pt: Carregando mais produtos...

source: Loading product analysis
cs: Analýza produktů nakládání
da: Analyse af lasteprodukter
de: Ladeproduktanalyse
es: Cargando análisis de productos
fr: Chargement de l'analyse des produits
it: Analisi del prodotto di caricamento
pl: Wczytywanie analizy produktu
pt_pt: A carregar a análise dos produtos

source: Loading products…
cs: Načítání produktů...
da: Indlæsning af produkter...
de: Lademittel...
es: Cargando productos...
fr: Chargement des produits...
it: Caricamento prodotti...
pl: Ładowanie produktów...
pt_pt: Carregando produtos...

source: Local saved products, history, and preferences remain on this device until you remove them, delete the app, or delete your account from Pickly.
cs: Místní uložené produkty, historie a preference zůstávají na tomto zařízení, dokud je neodstraníte, nevymažete aplikaci nebo nevymažete váš účet z Pickly.
da: Lokale gemte produkter, historie og præferencer forbliver på denne enhed, indtil du fjerner dem, sletter appen, eller sletter din konto fra Pickly.
de: Lokale gespeicherte Produkte, Historie und Präferenzen bleiben auf diesem Gerät, bis Sie sie entfernen, die App löschen oder Ihr Konto bei Pickly löschen.
es: Los productos guardados locales, la historia y las preferencias permanecen en este dispositivo hasta eliminarlos, eliminar la aplicación o eliminar su cuenta de Pickly.
fr: Les produits, l'historique et les préférences enregistrés localement restent sur cet appareil jusqu'à ce que vous les supprimez, supprimez l'application ou supprimez votre compte de Pickly.
it: I prodotti salvati locali, la storia e le preferenze rimangono su questo dispositivo fino a quando non li rimuovete, cancellate l'app o cancellate il vostro account da Pickly.
pl: Lokalnie zapisane produkty, historia i preferencje pozostają na tym urządzeniu do czasu ich usunięcia, usunięcia aplikacji lub usunięcia konta Pickly.
pt_pt: Produtos, histórico e preferências salvos locais permanecem neste dispositivo até que você os remova, exclua o aplicativo ou exclua sua conta do Pickly.

# Locked %@ %lld of %lld
source: Locked %1$@ %2$lld of %3$lld
cs: Uzamčeno %1$@ %2$lld %3$lld
da: Låst %1$@ %2$lld af %3$lld
de: Gesperrt %1$@ %2$lld von %3$lld
fr: Verrouillé %1$@ %2$lld de %3$lld
it: Bloccato %1$@ %2$lld di %3$lld
pl: Zamknięte %1$@ %2$lld z %3$lld
pt_pt: %1$@ %2$lld DE %3$lld

source: Locked \(accessibilityItemName) \(index + 1) of \(products.count)
cs: Uzamčeno\ (accessibilityItemName)\ (index + 1)\ (products.count)
da: Locked\ (accessibilityItemName)\ (indeks + 1) of\ (products.count)
de: Gesperrt \(AccessibilityItemName) \(index + 1) von \(products.count)
es: Bloqueado \(accesibilidadItemName) \(index + 1) de \(products.count)
fr: Verrouillé \(accessibilitéItemName) \(index + 1) de \(products.count)
it: \(accessibilitàItemName) \(indice + 1) di \(products.count)
pt_pt: Bloqueado \(acessibilidadeItemName) \(índice + 1) de \(produtos.conta)

source: Long list
cs: Dlouhý seznam
da: Lang liste
de: Lange Liste
es: Lista larga
fr: Liste longue
it: Lista lunga
pl: Długa lista
pt_pt: Lista longa

source: Longer ingredient list than simpler options.
cs: Delší seznam ingrediencí než jednodušší možnosti.
da: Længere ingrediensliste end enklere muligheder.
de: Längere Zutatenliste als einfachere Optionen.
es: Lista de ingredientes más largos que opciones más simples.
fr: Liste des ingrédients plus longue que les options plus simples.
it: Lista degli ingredienti più lunga delle opzioni più semplici.
pl: Dłuższa lista składników niż prostsze opcje.
pt_pt: Lista de ingredientes mais longa do que opções mais simples.

source: Low
cs: Nízké
da: Lav
de: Niedrig
es: Bajo
fr: Faible
it: Basso
pl: Niski
pt_pt: Baixo

source: Low salt
cs: Nízká sůl
da: Lavt salt
de: Niedrigsalz
es: Baja sal
fr: Faible teneur en sel
it: Basso sale
pl: Niska sól
pt_pt: Sal baixo

source: Low salt per 100g.
cs: Nízká sůl na 100 g.
da: Lavt salt pr. 100 g.
de: Niedriges Salz pro 100 g.
es: Sal baja por 100g.
fr: Faible sel par 100g.
it: Basso sale per 100g.
pl: Niska sól na 100 g.
pt_pt: Sal baixo por 100g.

source: Low sat fat
cs: Nízký satový tuk
da: Lavt sat fedt
de: niedrig sattes Fett
es: Bajo grasa sat
fr: Graisse faible
it: Grasso basso
pl: Tłuszcz o niskiej zawartości tłuszczu
pt_pt: Gordura baixa sat

source: Low sodium
cs: Nízký sodík
da: Lavt natrium
de: Niedriges Natrium
es: Bajo sodio
fr: Faible teneur en sodium
it: Basso sodio
pl: Niski poziom sodu
pt_pt: Baixo teor de sódio

source: Low sodium products
cs: Nízké množství sodíku
da: Lavt natriumindhold
de: Natriumarme Produkte
es: Productos bajos de sodio
fr: Produits à faible teneur en sodium
it: Prodotti a basso contenuto di sodio
pl: Produkty o niskiej zawartości sodu
pt_pt: Produtos de baixo teor de sódio

source: Low sugar
cs: Nízký cukr
da: Lavt sukker
de: Niedrigzucker
es: Bajo azúcar
fr: Sucre faible
it: Basso zucchero
pl: Niski cukier
pt_pt: Açúcares baixos

source: Low sugar products
cs: Produkty s nízkým obsahem cukru
da: Lavt sukkerindhold
de: Zuckerarme Erzeugnisse
es: Productos de azúcar bajos
fr: Produits à faible teneur en sucre
it: Prodotti a basso contenuto di zuccheri
pl: Produkty niskocukrowe
pt_pt: Produtos com baixo teor de açúcar

source: Lower sodium
cs: Nižší sodík
da: Lavere natrium
de: Niedernatrium
es: Bajo sodio
fr: sodium inférieur
it: Sodio inferiore
pl: Niższy poziom sodu
pt_pt: Baixo teor de sódio

source: Manage Subscription
cs: Správa předplatného
da: Administrer abonnement
de: Verwalten des Abonnements
es: Administrar la suscripción
fr: Gérer l'abonnement
it: Gestire l'abbonamento
pl: Zarządzanie subskrypcją
pt_pt: Gerenciar a Assinatura

source: May not be the best choice if you're reducing sugar
cs: Možná to není nejlepší volba, když snížíte cukr.
da: Måske er det ikke det bedste valg, hvis du reducerer sukker
de: Möglicherweise nicht die beste Wahl, wenn Sie Zucker reduzieren
es: Puede que no sea la mejor opción si estás reduciendo el azúcar
fr: Peut ne pas être le meilleur choix si vous réduisez le sucre
it: Può non essere la scelta migliore se stai riducendo lo zucchero
pl: Może nie być najlepszym wyborem, jeśli redukujesz cukier
pt_pt: Pode não ser a melhor escolha se você está reduzindo o açúcar

source: May not be the best everyday choice if reducing sugar.
cs: Při snižování cukru nemusí být nejlepší každodenní volba.
da: Måske er det ikke det bedste valg i hverdagen, hvis man reducerer sukkerindholdet.
de: Möglicherweise ist es nicht die beste alltägliche Wahl, wenn man Zucker reduziert.
es: Puede que no sea la mejor opción diaria si se reduce el azúcar.
fr: Peut ne pas être le meilleur choix quotidien si réduire le sucre.
it: Non può essere la migliore scelta quotidiana se ridurre lo zucchero.
pl: Może nie być najlepszym codziennym wyborem, jeśli redukcja cukru.
pt_pt: Pode não ser a melhor escolha diária se açúcar redutor.

source: May not fit a gluten-free preference
cs: Nesmí se vejít do bezlepkové preference
da: Kan ikke passe en glutenfri præference
de: Kann nicht zu einer glutenfreien Präferenz passen
es: Puede no adaptarse a una preferencia sin gluten
fr: Peut ne pas correspondre à une préférence sans gluten
it: Non può adattarsi a una preferenza senza glutine
pl: Może nie pasować do preferencji wolnych od glutenu
pt_pt: Pode não caber uma preferência sem glúten

source: May not fit a lactose-free preference
cs: Nesmí se vejít do laktosy-zdarma preference
da: Kan ikke passe en laktose- fri præference
de: Kann nicht auf eine laktosefreie Präferenz passen
es: Puede no ajustarse a una preferencia sin lactosa
fr: Peut ne pas correspondre à une préférence sans lactose
it: Può non adattarsi a una preferenza senza lattosio
pl: Może nie pasować do preferencji bez laktozy
pt_pt: Pode não caber uma preferência livre de lactose

source: May not fit a vegan preference
cs: Nehodí se veganské preference
da: Kan ikke passe en vegansk præference
de: Kann nicht zu einer veganen Präferenz passen
es: Puede no ajustarse a una preferencia vegana
fr: Peut ne pas correspondre à une préférence végétalienne
it: Non può adattarsi a una preferenza vegana
pl: Może nie pasować do preferencji wegańskich
pt_pt: Pode não caber uma preferência vegan

source: May not fit a vegetarian preference
cs: Nehodí se vegetariánské preference
da: Kan ikke passe en vegetarisk præference
de: Kann nicht zu einer vegetarischen Präferenz passen
es: Puede no adaptarse a una preferencia vegetariana
fr: Peut ne pas correspondre à une préférence végétarienne
it: Non può adattarsi a una preferenza vegetariana
pl: Może nie pasować do preferencji wegetariańskich
pt_pt: Pode não caber uma preferência vegetariana

source: Medium
cs: Střední
da: Middel
de: Mittel
es: Medio
fr: Moyen
it: Medio
pl: Średni
pt_pt: Médio

source: Metric
cs: Metrické
de: Metrisch
es: métrica
fr: métrique
it: Metrico
pt_pt: Métrico

source: Minimum score
cs: Minimální skóre
de: Mindestpunktzahl
es: Puntuación mínima
fr: Score minimal
it: Punteggio minimo
pl: Minimalny wynik
pt_pt: Pontuação mínima

source: Missing a product?
cs: Chybí produkt?
da: Mangler du et produkt?
de: Ein Produkt fehlt?
es: ¿Perdiendo un producto?
fr: Il manque un produit ?
it: Manca un prodotto?
pl: Brakuje produktu?
pt_pt: Falta um produto?

source: Mixed
cs: Smíšené
da: Blandet
de: Gemischt
es: Mixto
fr: Mixte
it: Misto
pl: Mieszany
pt_pt: Misto

source: Moderate
cs: Střední
da: Moderat
de: Moderat
es: Moderado
fr: Modéré
it: Moderatore
pl: Średni
pt_pt: Moderado
